ccm/axl/queries/soapUpdateUserPassword.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.cisco.com/AXL/API/8.5">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:updateAppUser sequence="?">
         <userid>{{user}}</userid>
         <password>{{pass}}</password>
      </ns:updateAppUser>
   </soapenv:Body>
</soapenv:Envelope>
